[{"text_input":"@whale589 @hudspeth776761 @4DadsFtso @BifrostWallet Great initiative. Also big kudos to @4DadsFtso patiently to walk through the explorer and each component!! This thread can be used as a reference too:","output":"Kudos to @4DadsFtso for the detailed walkthrough! 👏"},{"text_input":"Thank you @googlecloud, @DoraHacks, @CalBlockchain, and @wlooblockchain, for joining us at @UCBerkeley! It's going to be an epic hack this weekend 🔥","output":"Epic hackathon at UC Berkeley this weekend! 🚀"},{"text_input":"400+ young bright devs are about to use Flare AI Kits. Probably nothing","output":"\"400+ devs diving into Flare AI Kits! 🚀\""},{"text_input":"10 Powerful Dev Tools on @FlareNetworks 🔖 Bridging 🌉 1. @PolyhedraZK’s zkBridge: A trustless, efficient cross-chain protocol enabling secure asset transfers using zero-knowledge proofs. 2. @LayerZero_Core: An omnichain protocol for seamless communication and interoperability…","output":"FlareNetworks: Top 10 Dev Tools for Cross-Chain! 🚀"},{"text_input":"𝗜𝗻𝘁𝗿𝗼𝗱𝘂𝗰𝗶𝗻𝗴 𝗮 𝗨.𝗦. 𝗻𝗮𝘁𝗶𝗼𝗻𝗮𝗹 𝗰𝗿𝘆𝗽𝘁𝗼 𝗿𝗲𝘀𝗲𝗿𝘃𝗲 𝘄𝗼𝘂𝗹𝗱 𝘆𝗶𝗲𝗹𝗱 𝘀𝗶𝗴𝗻𝗶𝗳𝗶𝗰𝗮𝗻𝘁 𝗺𝗮𝗰𝗿𝗼𝗲𝗰𝗼𝗻𝗼𝗺𝗶𝗰 𝗶𝗺𝗽𝗹𝗶𝗰𝗮𝘁𝗶𝗼𝗻𝘀 (using Google Gemini 2.0 Flash, Anthropic Claude Sonnet 3.7 and OpenAI GPT-4.5-preview):…","output":"US crypto reserve: big economic impact! 💰"},{"text_input":"Curious to hack? Join us in-person or virtually: Dive deeper into our CL vision: Want the complete answer to the prompt question? Read on.","output":"Join our hackathon! In-person or virtual. 🚀"},{"text_input":"One of our Verifiable AI hackathon tracks focuses on Consensus Learning (CL). We've written a paper on how CL enables response aggregation across LLM models, creating safer and more accurate AI. Now, we're showing you how to do it ☀️ &gt; Prompt: You are a macroeconomist…","output":"Consensus Learning boosts AI accuracy! 🤖"},{"text_input":"@Kinetic_Markets By isolating ISO markets from the Kinetic protocol, it ensures that any issues affecting a specific asset are contained, minimizing the risk of broader protocol disruptions. Good approach! Allowing Kinetidc to conservatively introduce more 'risky assets' into isolated pools,…","output":"Smart isolation for safer asset management! 🔒"},{"text_input":"New to @FlareNetworks? 1️⃣ If you have some FLR sitting in your wallet: Stake it or wrap it — and earn FlareDrops. How it works: 2️⃣ Monthly burns come from Flare's early investors to reduce competition for FlareDrops and minimize the dilution of holdings…","output":"Stake FLR for FlareDrops! 🔥"},{"text_input":"FlareDrops.25 is here 🪂 For every 100 WFLR, you're receiving 2.39 FLR! Blocks used to calculate your holdings: 37,605,774 \/\/ 37,690,300 \/\/ 38,044,228 Oh, by the way, we just burned 66M FLR 🔥","output":"FlareDrops.25: 2.39 FLR per 100 WFLR! 🪂"},{"text_input":"Yes → Hack with us in 2 days. $100K prize awaits: Not yet → Learn with us:","output":"Join our hackathon in 2 days! 💻 #Win100K"},{"text_input":"@hudspeth776761 They’re totally worth the shoutout ☀️👍🏻 Wish we could’ve included them all in this video...","output":"Great shoutout! 🌟"},{"text_input":"@BrukerikkenavnJ Feels like the energy drink for our next hackathon with @goldskyio 😁","output":"Hackathon fuel with @goldskyio! ⚡"},{"text_input":"&gt; Explore Goldsky’s features and ecosystem role: &gt; Flare supports developers with credits for new projects using Goldsky:","output":"Explore Goldsky's features with Flare support! 🚀"},{"text_input":"Welcome @goldskyio as Flare's primary indexing partner! Trusted by Polymarket, POAP, Unichain &amp; many projects you know &amp; love, Goldsky is integrating w\/ @FlareNetworks to empower devs with live-streamed data &amp; high-performance subgraph hosting. Build faster, innovate further☀️","output":"Goldsky joins Flare for better data & subgraphs! 🚀"},{"text_input":"Flare Builder Online Workshops - S6: How to Use the Random Number Generator","output":"Learn RNG in our workshop! 🎲 #FlareBuilder"},{"text_input":"Checking in! Learned anything new today👀? Join our live workshop today at 2PM UTC\/ 9AM ET to explore Flare's random number generator (RNG) and build games with verifiable randomness! See the winning example below🫡","output":"Join our RNG workshop today at 2PM UTC! 🎲"},{"text_input":"Exciting news for @FlareNetworks developers! We're now integrated with @ChainbaseHQ's Manuscript, a powerful blockchain data streaming framework. Easily retrieve, organize, and analyze Flare on-chain data to build dApps and gain insights! Get started now 👇🏻","output":"Flare + Chainbase: Streamlined dApp data! 🚀"},{"text_input":"Discover a lesser-known tool on @FlareNetworks: Random Number Generator. The secret sauce for creating unpredictable, tamper-resistant use cases like gaming and lotteries. 🎰 Tune in live this Wednesday:","output":"Flare's RNG: Secure gaming & lotteries! 🎲"},{"text_input":"@EnHeng456 Thank you for supporting Flare and our dApps! SparkDEX's $TRUMP perpmarket uses our enshrined Flare Time Series Oracle price feed, that means fast and secure 🫡","output":"Fast & secure $TRUMP market on SparkDEX! 🚀"},{"text_input":"@msvadari @EthereumDenver @j00sko @madebyfavio @CoreumOfficial Sounds like a very interesting chat 👀","output":"Exciting discussion on blockchain! 🚀"},{"text_input":"XRPFi is imminent!! Flare will kickstart it, expand it, and make it institutional-ready 🔓 1️⃣ Start: The FAssets v1 mainnet launch is approaching. With scaled, trust-minimized bridging for non-smart contract chain tokens like XRP, DOGE, and BTC, Flare will unlock a new influx…","output":"XRPFi is coming! Flare to boost it! 🚀"},{"text_input":"rFLR is part of a 510M FLR pool, from Flare’s 20Bn FLR cross-chain incentive allocation set in tokenomics, supporting DeFi growth on @FlareNetworks. Approved by community governance, it’s driven a 400% TVL surge! See its impact in just months:","output":"rFLR boosts DeFi on Flare with 400% TVL surge! 🚀"},{"text_input":"Unlock high yields on @flarenetworks. Get monthly rFLR rewards for ETH and stablecoins lending\/ trading. Next payout: March 3 🚨","output":"Earn rFLR rewards on Flare! Next: March 3 🚨"},{"text_input":"Had great chats with @DefiantNews &amp; @BlockFuel about Flare's Verifiable AI vision and DeFi plan for 2025 ☀️ Recording dropping soon","output":"Flare's AI & DeFi 2025 vision coming soon! ☀️"},{"text_input":"To ensure safer DeFAI, verifiability is essential. If you can't verify the AI, how can you be sure it's not controlled by scammers 🕳 Be at the forefront of AI and blockchain innovation. Explore Verifiable AI with @googlecloud @FlareNetworks @CalBlockchain @wlooblockchain:…","output":"Verifiable AI ensures trust in DeFAI systems. 🔍"},{"text_input":"To understand why DeFAI is powerful, start by grasping imperative vs declarative models ⏩️","output":"Imperative vs Declarative: Key to DeFAI's power! 🚀"},{"text_input":"Its 2025. Crypto adoption shouldn't be judged by the number of people at the main venue. We know that the crowd is building somewhere ☀️ Hacking w @wlooblockchain","output":"Crypto adoption is growing beyond the main venue 🌐"},{"text_input":"Keep your streak alive ☀️🎏 Maintain your daily streak to maximize rewards in the Flare Fair x @Layer3xyz Quest! Complete actions for 3 consecutive days to earn extra CUBE and boost your share of the $65,000 prize pool:","output":"Keep your streak for rewards! 🌟 #FlareFair"},{"text_input":"Flare's enshrined oracles have enabled a new generation of on-chain financial products, driving an impressive 400% YoY growth in TVL! • Liquidation-Free Leverage (@cyclofinance) • Treasury Bill Yield (@ClearpoolFin) • Perpetual Futures (@SparkDexAI Eternal) • Lending &amp;…","output":"Flare's oracles boost DeFi growth by 400%! 🚀"},{"text_input":"Too much infra? @Gwenole_M (@Consensys): Merge them! Our take: Interoperability remains a key problem to solve. Just don't take shortcuts. @FlareNetworks chose to build enshrined oracles because interoperability solutions stem from interoperable data.","output":"Interoperability is key! 🔑"},{"text_input":"@goldskyio @EthereumDenver @kevintheli @Consensys @magna_digital It was great meeting the Goldsky team 🌞","output":"Met the Goldsky team at Ethereum Denver! 🌟"},{"text_input":"Like what you're watching? The 2nd workshop is in 2 hours with @DoraHacks. Tune in:","output":"Join us for Workshop 2 with @DoraHacks in 2 hours! ⏰"},{"text_input":"Now is the best time to retrace and learn. Watch this, then \"social ai agent\" is no longer just a buzzword. Next lvl: Make it verifiable.","output":"Learn & verify: Social AI is evolving! 🤖"},{"text_input":"Live code now: Learn how to train Agent Pugo Hilion ☀️ Once learned, apply for the @googlecloud x @FlareNetworks Verifiable AI Hackathon! Track 1: Social AI Agent Prize: $6,000 Learn more:","output":"Train Agent Pugo Hilion for AI Hackathon! 💡"},{"text_input":"It's live 🟢 Join us here: Binance Live: YouTube: Too busy in Denver? Recordings coming soon!","output":"Join us live on Binance or catch recordings soon! 📺"},{"text_input":"Don't miss the next rFLR distribution around March 3rd 🗓️ Start participating in Flare Fair now to earn rFLR. What is rFLR and how do you claim it? 👇🏻","output":"Earn rFLR by joining Flare Fair! 💡"},{"text_input":"The 5th bi-weekly Songbird Test Incentive distribution COMPLETE. 50 lucky winners who had redeemed are sharing a ~$30K prize pool, with the top prize being $10,000 🏆 Check if you’re among the winners here: 🍀","output":"Songbird Test: $30K prize pool distributed! 🎉"},{"text_input":"FXRP on Songbird Wind-Down Update ⬇️ Community driven FAssets testing on Songbird has provided highly useful learnings about the FAssets protocol leading to a planned extensive upgrade of the protocols, termed FAssets v2. In order to maintain a testbed for these planned…","output":"FAssets v2 upgrade coming soon! 🚀"},{"text_input":"FLARE $FLR is now listed on @swissborg, a leading European exchange, with 16 fiat currencies and accessible in just a few taps.","output":"FLARE $FLR now on SwissBorg! 🚀"},{"text_input":"FIP.13 &amp; STP-10 passed — thanks for voting! Level up Flare DeFi ⏫️ Enabling accurate pricing for LSTs, LRTs, and general time-series feeds. Better collateral, lending, and risk management. First Custom Feed: sFLR @SceptreLS. Suggest the next ones here 👇","output":"Flare DeFi upgrades: Accurate pricing & risk mgmt! ⏫️"},{"text_input":"Want to harness @FlareNetworks' enshrined oracles and @GoogleCloud Confidential Compute to build a verifiable, secure future for AI and DeFi? You know where to find us. Apply now — last day today:","output":"Apply now for AI & DeFi innovation! 🚀"},{"text_input":"@Theresa_XRP @HugoPhilion Theresa, would you mind dropping the flare designs here? Not sure if we should click the link. In general, we welcome more F designs :)","output":"Sure, sharing the designs here! 🚀"},{"text_input":"Introducing the new Sleeker. Simpler. Build in public. Expect more evolution ☀️","output":"New Sleeker: Simpler, evolving in public! ☀️"},{"text_input":"@Anubis_Crypto_ Disconnect your wallet, then go to Bifrost settings, select Advanced, clear the cache, and reconnect your wallet.","output":"Clear cache & reconnect wallet for Bifrost fix! 🔄"},{"text_input":"@GibbonsLill @sammy_verghese @XStacks_Game @mewe @SecretNetwork @LiveDuel @NapthaAI @tashiprotocol Thank you Lisa 🫶","output":"Thanks, Lisa! 🫶"},{"text_input":"High-integrity data is flowing, fueling a new DeFi hub. Get ready for some surprises... We're crafting a whole new Flare experience ☀️","output":"New DeFi hub on Flare! Get ready for surprises! ☀️"},{"text_input":"With the approval of FIP.12, the Flare Data Connector (FDC) is now live on @FlareNetworks ☀️ The FDC is ready to support the attestation types required for the FAssets mainnet launch! The new reward structure is now in effect, with inflation rewards distributed as follows: ▪…","output":"FDC live on Flare! New rewards in effect. ☀️"},{"text_input":"Sign up at: IRL &amp; virtual hackathon with @FlareNetworks, @GoogleCloud, @CalBlockchain, and @wlooblockchain ➡️ Feb 25 Workshop \"Social AI Agents &amp; RAG Knowledge\" with @DoraHacks @dineshkpinto @HoriaMagureanu ➡️ Feb 26 Workshop…","output":"Join our AI & blockchain hackathon! 🚀"},{"text_input":"Building trust in AI starts with verifiability. Empower builders through education: 🔹 Social AI Agents &amp; RAG Knowledge 🔹 DeFAI &amp; Consensus Learning Sign up for the hackathon and get ready to learn—knowledge is the one thing no one can rug from you.","output":"Join our AI hackathon! 🤖 #AI #Learning"},{"text_input":"6\/ Learn more in this blog: Join the FAssets support group: Together, we’re building the DeFi hub for XRP, BTC, and DOGE ☀️","output":"Join FAssets: DeFi hub for XRP, BTC, DOGE! ☀️"},{"text_input":"5\/ Ooooonward to Mainnet! The launch of FAssets on the mainnet is on the horizon 🌅 It is set to mark a new era in bridging liquidity from multi-trillion-dollar markets to DeFi. FAssets V2 is coming to bring unlimited minting for users. 🦸🏻 Stay tuned.","output":"FAssets V2 mainnet launch soon! 🚀"},{"text_input":"4\/ FBTC coming in late February: Minting lot: 0.05 FBTC FBTC will maintain the same parameters as FXRP and FDOGE, including a $2M minting cap and user protection with insurance covering losses up to $300K ($100K per asset). Bi-weekly incentives will continue:…","output":"FBTC launching soon! 🚀"},{"text_input":"3\/ Actions required: 1️⃣ Redeem FXRP by March 23. (Pro tip: best to redeem as soon as possible, as redemption actions from now until February 23 still qualify for incentives.) 2️⃣ Withdraw SGB from the collateral pools of FXRP and withdraw &amp; swap your FXRP rewards on DEXes.","output":"Redeem FXRP by March 23! ⏳"},{"text_input":"2\/ ⚠️ Important Dates ⚠️ • FXRP wind-down period: &gt; Minting will be disabled on February 24. &gt; Redemption will be disabled on March 24. • FBTC goes live in late February. • @MetaMask and @Ledger support just added today.","output":"FXRP ends, FBTC starts, MetaMask & Ledger added! 🚀"},{"text_input":"1\/ Huge milestone for FAssets on Songbird 🎉 We saw almost 12K minting transactions, enabling 676K $XRP and 9M $DOGE for DeFi in just two months! Get ready for the next stage: FXRP sunsets &amp; welcome FBTC 🌅","output":"FAssets on Songbird: 12K mints, 676K XRP, 9M DOGE! 🎉"},{"text_input":"Flare Fair went live 10 days ago. ▪ TVL: +$9.67M (now $81.52M) - Source: @intotheblock ▪ Wallets: +70K (now 1.47M) ▪ Participation: Over 69K on @Layer3xyz Phase 2 incoming: What’s your game plan? 🎡🎠","output":"Flare Fair: $81.52M TVL, 1.47M wallets! 🚀"},{"text_input":"@GOTXRP More types of feeds. The FTSO currently focuses on price feeds for crypto assets with significant trading volume on CEXes. Custom Feeds will expand this to include data like Liquid Staked Tokens (LSTs) and cross-chain metrics. This expansion enhances the FTSO's core…","output":"FTSO expands to include LSTs & cross-chain data. 📊"},{"text_input":"Waterloo Blockchain @wlooblockchain is on a mission to bring 10,000 students on-chain, engage 1,000 builders, and connect with the top 100 founders in the space. As one of the most ambitious student blockchain communities, we’re fostering the next generation of Web3 pioneers…","output":"Join Waterloo Blockchain's Web3 revolution! 🚀"},{"text_input":"Exciting news, builders 🤠 @wlooblockchain joins our community partner roster for the Flare x @GoogleCloud Verifiable AI Hackathon! Innovate at the intersection of blockchain, AI, and confidential computing with the brightest minds at UC Berkeley. Few days left to apply ⬇️","output":"Join Flare x GoogleCloud AI Hackathon! 🚀"},{"text_input":"@wrappedxyz @BTC_OS @Aptos @PythNetwork @wormhole @agoric @Stacks @StellarOrg Wrap with us in Denver ☀️","output":"Join us in Denver for crypto fun! 🌟"},{"text_input":"@SceptreLS Seeing Lex and Joel support users 24\/7 while producing high-quality education, we believe this is a well-deserved milestone!","output":"Congrats Lex & Joel! 🎉 Well-deserved milestone!"},{"text_input":"More technical details, including the associated risks and smart contract changes, can be found at: FIP.13: STP.10: Here's how to vote 👇🏻","output":"Vote on FIP.13 & STP.10! 🗳️"},{"text_input":"Voting for FIP.13 &amp; STP.10 started ☀️ Enables LSTs, LRTs and more Custom Feeds via logic encoded in smart contracts. The Flare Time Series Oracle is at the cusp of a major scaling breakthrough. Support decentralization and institutional-ready products by voting today!","output":"Vote for FIP.13 & STP.10! Support decentralization! 🌟"},{"text_input":"@PhotonJonny Sounds like you're cooking something... Can slide into DMs of @_LanaNT_","output":"DMs open for cooking tips? 🍳"},{"text_input":"Why do we need TEEs when there is Cloud 一 In the beginning, there was the Cloud ☁️ - Scalable, efficient, easily manageable. - Live migration, snapshots, etc. - No detailed resource estimation needed beforehand. BUT 🌧️ …it’s essentially just someone else’s computer ⛈️ TEEs…","output":"TEEs secure data on others' computers. 🔒"},{"text_input":"Build verifiable AI agents with @FlareNetworks and @googlecloud. Total prize pool: $100,000 What are you waiting for? Check bio.","output":"Join the AI challenge! 🏆 #AI #FlareNetworks"},{"text_input":"Multichain Day: Builders' Brunch: Can't get in? Slide into our DMs and we might be able to help!","output":"Join us at Multichain Day! DM for access help! 🚀"},{"text_input":"Sun's out at ETHDenver! Scouting for talent and builders☀️ Who's joining us?","output":"ETHDenver talent hunt! Who's in? 🌞"},{"text_input":"We need applications with Web2 UX plus blockchain guarantees. That's why we're excited about TEEs 🍵","output":"Web2 UX + blockchain security = TEEs 🍵"},{"text_input":"@googlecloud @CalBlockchain User expectations for high-performance, data-rich dApps are rising. Blockchain's decentralized nature poses computational and and scalability limits, incl. high data storage costs and power for complex on-chain tasks. The Verifiable AI Hackathon with @googlecloud and…","output":"Rising dApp demands challenge blockchain limits. 🚀"},{"text_input":"Sending @baylifee the Flare merch set ☀️ Thank you all for participating!","output":"Flare merch set sent to @baylifee! ☀️"},{"text_input":"Pro Tip on Flare x @layer3xyz Get your Daily Streaks! Use Fun Zone dApps 3 days in a row for bonus CUBE for a bigger share of $65K payout on March 15th.","output":"Earn bonus CUBE by using Fun Zone dApps! 🎉"},{"text_input":"@brave Getting🩷from @brave on Valentine's day is something extra special","output":"Brave love on Valentine's Day! 🩷"},{"text_input":"@UCBerkeley @CalBlockchain @googlecloud and hackers Looking forward to our date 🌹","output":"Excited for the collab! 🌟"},{"text_input":"@hexshapeshifter @Kinetic_Markets DeFAI is one of our AI hackathon tracks 🫡 @hexshapeshifter @Kinetic_Markets","output":"AI hackathon track: DeFAI 🧠"},{"text_input":"@Aj_Tech_01 @j00sko @encodeclub Nice! Are you joining our next hackathon? 👀","output":"\"Excited for the hackathon! Count me in! 🚀\""},{"text_input":"Industry x Academia → Make AI better ☀️ Explore TEEs, Confidential Computing, and Flare simultaneously at @UCBerkeley or from home. 1 week left to apply. Tick tock.","output":"Apply now for AI research at UC Berkeley! ⏰"},{"text_input":"Full list of winners: Did you hack with us? Step in &amp; sign up if you're interested in building better AI:","output":"Join us to build better AI! 🤖"},{"text_input":"Talk about making real impacts! FlareInsure leverages FDC to reinvent micro-insurance marketplaces onchain, bringing real-world data to protect farmers and small business against unpredictable risks that threaten their livelihoods. Demo:","output":"Onchain micro-insurance for farmers! 🌾"},{"text_input":"ProteinMango 🥭 - Parametric earthquake insurance marketplace ~ powered by Web2 data from FDC. Beardofginger, @paranoidsyntax &amp; @kirillrybkov: \"The Flare doc was very good. It was very helpful that the team was present all day and willing to help.\"","output":"ProteinMango: Parametric insurance powered by data! 🥭"},{"text_input":"Kingdom of LagaFlare - NFT card game using Flare’s random number generator for verifiable gameplay. @gkydev: \"Flare’s RNG is an exceptional feature—I only wish I had discovered it sooner\" 🤝 This game is fully playable on Coston2 👀","output":"Kingdom of LagaFlare: Playable NFT card game! 🎮"},{"text_input":"Congrats to @jerielczy, Jeff &amp; Lim from @nus_blockchain for winning the best consumer app with FlareGate! FlareGate provides a trustless way to on\/off-ramp leveraging Flare Data Connector. It integrates Open Banking APIs to verify off-chain transfers, allowing users to securely…","output":"FlareGate wins best app! 🎉 Secure on\/off-ramp tech."},{"text_input":"Ship together, stick together 🌹 140+ buidls at ETHOxford2025 by @HomeDAO_live Here's what was built with @FlareNetworks 🧵","output":"ETHOxford2025: 140+ projects with Flare! 🚀"},{"text_input":"@silvacoinz @brave Highlight: @cyclofinance as Top Site. That shows your calibre ;)","output":"CycloFinance is a top site! 🚀"},{"text_input":"@WisconsinMan5 @brave Glad to hear! Her name is Charlotte and she drinks plenty of water.","output":"Charlotte stays hydrated! 💧"},{"text_input":"Conditions: 1. Each @brave user has a fair chance to see this ad and can share the screenshot only once. We know when the last ad will go live (sometime tomorrow), so don't try to cheat it 🙂 2. Prize: A Flare merch set, our respect and follow back. 3. For those who have…","output":"Win Flare merch by sharing a Brave ad screenshot! 🎉"},{"text_input":"Flare Fair is now running an ad on @brave. Yall are quite excited about it and sharing screenshots, so the intern is thinking: Why not make it a game? The most recent comment below showing the ad while the ad is still active wins 🫡","output":"\"Spot the ad on @brave and win! 🎯\""},{"text_input":"@ol_bocephus They're back open with no cap on participants 🫡 Participants still get a CUBE for completing those tasks. More CUBEs = larger slice from the $65K prize pool.","output":"Earn CUBEs for a share of $65K prize pool! 💰"},{"text_input":"@ol_bocephus Awesome! Yeah, we're reopening them. We'll post updates on our socials.","output":"Reopening soon! Stay tuned for updates. 🎉"},{"text_input":"16\/ Finally, wrapping this up with a detailed Flare Fair tutorial by @AceThaGreatest. Remember, keep on connecting, collecting, claiming — and creating!","output":"Flare Fair tutorial by @AceThaGreatest! 🔥"},{"text_input":"15\/ @KingKaranCrypto takes a deep dive into the Flare ecosystem and shares why he believes in Flare. Thank you. We believe in you, Karan! 👑","output":"Flare ecosystem insights by @KingKaranCrypto! 🔥"},{"text_input":"14\/ And here you are - @ch04niverse goes different and creates Flare Compass, a TG bot to help you navigate Flare 101! Quite cool.","output":"Flare Compass: Your guide to Flare 101! 🚀"},{"text_input":"13\/ @EconomicShinobi created video content for Spanish speakers to check out -&gt; ✅ Por qué XRP podría ser la clave para el crecimiento de Flare.","output":"XRP: Clave para el crecimiento de Flare 🚀"},{"text_input":"12\/ @zizicrypt wrote a well-structured thread on FAssets which will be helpful to anyone wanting to learn more about bringing smart contract functionality to non-smart contract chains.","output":"Learn FAssets for smart contracts on any chain! 🚀"},{"text_input":"11\/ For the devs out there, @Aj_Tech_01 created a comprehensive guide to Flare oracles for devs. Excellent work, we need more dev content 🫡","output":"Guide to Flare oracles for devs by @Aj_Tech_01 📘"},{"text_input":"10\/ 特攻隊長 @kikubo breaks down concepts for their community. This week, they delve into FlareDrops!","output":"FlareDrops insights by @kikubo! 🚀"},{"text_input":"9\/ Hugo has spoken: 'Excellent summary.' @TheDeFiSalesman welcome to Flare 👋🏻","output":"Welcome to Flare! 🚀"},{"text_input":"8\/ Check out this write-up about FAssets and how Flare brings DeFi to everyone! 🙌 Great work @fuxnby","output":"Flare's FAssets: DeFi for all! 🚀"},{"text_input":"6\/ Intern is a sucker for infographics and @cryptowavers brought the heat with this thread.","output":"Infographics fan? Check out @cryptowavers! 📊"}]